{"/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5": {"386": {"episode_id": 386, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the table, a black bowl is next to it, and a white plate is behind the silver one. The stove is in the background with a black knob on top.", "seg_obj": "silver plate, black bowl, white plate, stove, black knob"}, "300": {"episode_id": 300, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl and a white plate are placed on a wooden table, with a black and white record player behind them and a wooden block with drawers nearby.", "seg_obj": "silver bowl, white plate, wooden table, black and white record player, wooden block, drawers"}, "357": {"episode_id": 357, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl and a white plate are placed on a wooden table, with a black bottle and a wooden block nearby. A silver and black robot is positioned in front of a white stove, preparing to move the plate.", "seg_obj": "silver bowl, white plate, wooden table, black bottle, wooden block, silver and black robot, white stove"}, "206": {"episode_id": 206, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a white plate is in front of the stove, and a wooden block is to the right of the table. The robot should move the plate to the front of the stove.", "seg_obj": "silver bowl, white plate, wooden block, stove"}, "170": {"episode_id": 170, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl and a white plate are placed on a wooden table, with a metal knob and a wooden block nearby. A silver metal box is also present on the table.", "seg_obj": "silver bowl, white plate, wooden table, metal knob, wooden block, silver metal box"}, "21": {"episode_id": 21, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the front of the stove, a black bottle is on the counter, and a wooden block is on the counter.", "seg_obj": "silver plate, black bottle, wooden block"}, "208": {"episode_id": 208, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a wooden table with various objects like a wine bottle, a bowl, and a stack of plates. The plate is at the front of the stove, and the wine bottle is near the plate.", "seg_obj": "plate, front, stove, wine, bottle, bowl, wooden, table, various, objects, stack, plates"}, "296": {"episode_id": 296, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a stove, a small black box, a bottle of wine, a wooden knife holder, and a bowl. The plate is on the stove, the small black box is on the", "seg_obj": "plate, stove, small black box, wooden knife holder, bowl"}, "202": {"episode_id": 202, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a stove, a small black box, a bottle of wine, a wooden cutting board, and a white bowl. The plate is on the stove, and the other objects are on the", "seg_obj": "plate, stove, small black box, bottle of wine, wooden cutting board, white bowl"}, "338": {"episode_id": 338, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver oven and a white plate are in the scene, with the plate in front of the oven.", "seg_obj": "silver oven, white plate"}, "313": {"episode_id": 313, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a stove, a stack of plates, a wooden box, a bottle, a metal pan, and a black object on a light brown table. The plates are in the front of the stove, while", "seg_obj": "plate, stove, stack, plates, wooden, box, bottle, metal, pan, black, object, table, front, stove"}, "349": {"episode_id": 349, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a stove, a dark box, a bottle, a bowl, and a wooden box. The white plate is in front of the stove, and the dark box is next to the st", "seg_obj": "plate, stove, dark box, bottle, bowl, wooden box"}, "203": {"episode_id": 203, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the table, a black bowl is next to it, and a white plate is behind the silver one. The stove is in the background with a black lid on top.", "seg_obj": "silver plate, black bowl, white plate, stove, black lid"}, "7": {"episode_id": 7, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the front of the stove, a black bowl is on the counter, and a wine bottle is next to the bowl. The plate is to be pushed to the front of the stove.", "seg_obj": "silver plate, front of stove, black bowl, counter, wine bottle, plate"}, "93": {"episode_id": 93, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the front of the stove, a black bottle is on the counter, and a wooden block is on the counter.", "seg_obj": "silver plate, black bottle, wooden block"}, "366": {"episode_id": 366, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the front of the stove, a white plate is on the table, and a wooden cutting board is on the counter.", "seg_obj": "silver plate, white plate, wooden cutting board"}, "63": {"episode_id": 63, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver metal stove is in the background, a white plate is in the middle, and a black box with a handle is in the front.", "seg_obj": "Silver metal stove, white plate, black box with handle."}, "175": {"episode_id": 175, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the front of the stove, a black bottle is on the counter, a wooden block is to the right of the bottle, and a black pot is on the counter.", "seg_obj": "silver plate, black bottle, wooden block, black pot"}, "260": {"episode_id": 260, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a stove, a plate, a wine bottle, a bowl, and a wooden box. The plate is on the table, the wine bottle is beside the plate, the bowl is on the table,", "seg_obj": "plate, stove, wine bottle, bowl, wooden box, table"}, "137": {"episode_id": 137, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a plate is in front of the stove, and the bottle is next to the silver bowl. The stove is behind the table.", "seg_obj": "plate, stove, bottle, silver bowl"}, "32": {"episode_id": 32, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a silver bowl, a dark wooden box, a bottle of wine, a white record player, a black plastic item, and a metal tool. The plate is on the stove, the", "seg_obj": "plate, silver bowl, wooden box, wine bottle, record player, plastic item, metal tool, stove"}, "153": {"episode_id": 153, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a stove, a small black box, a bottle of wine, a wooden block, and a metal pan. The plate is on the table, the stove is on the table, and the", "seg_obj": "plate, stove, small black box, bottle of wine, wooden block, metal pan"}, "374": {"episode_id": 374, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a white plate is in front of the stove, and a wooden block is to the right of the plate. The robot should move the plate to the front of the stove.", "seg_obj": "silver bowl, white plate, wooden block, stove"}, "41": {"episode_id": 41, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl and a white plate are placed on a wooden table, with a metal knob and a wooden block nearby. A silver knife block with a black handle is also present on the table.", "seg_obj": "silver bowl, white plate, wooden table, metal knob, wooden block, silver knife block, black handle"}, "82": {"episode_id": 82, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver plate is on the counter, a black box is on the counter, a wooden knife holder is behind the plate, and a white wall is in the background.", "seg_obj": "silver plate, black box, wooden knife holder, white wall"}, "99": {"episode_id": 99, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "A silver bowl is on the front of the stove, a white plate is in front of the stove, and a black box is on the table. The stove is next to the table, and the robot is facing the stove.", "seg_obj": "Silver bowl, white plate, black box, stove, table, robot"}, "242": {"episode_id": 242, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a silver bowl, a black bottle, a wooden box, a white record player, and a metal appliance. The white plate is on the table, the silver bowl is on the table", "seg_obj": "plate, silver bowl, black bottle, wooden box, white record player, metal appliance"}, "360": {"episode_id": 360, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a wooden table with various objects like a wine bottle, a bowl, and a plate. The plate is in front of the stove, and the wine bottle and bowl are on the table.", "seg_obj": "plate, wine bottle, bowl, wooden table, stove"}, "291": {"episode_id": 291, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a stove, a plate, a bowl, a bottle, a toaster oven, and a box. The plate is on the table, the bowl is on the table, and the bottle is", "seg_obj": "plate, bowl, bottle, toaster oven, box, stove"}, "310": {"episode_id": 310, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate behind the stove, a small black box, a bottle of wine, a brown wooden box, and a white bowl. The plate is behind the stove, the black box is on the table", "seg_obj": "plate, stove, small black box, bottle of wine, wooden box, white bowl"}, "92": {"episode_id": 92, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a white plate, a stove, a wooden box, a bottle, a bowl, and a steel box. The white plate is in front of the stove, the wooden box is next to the stove", "seg_obj": "plate, stove, wooden box, bottle, bowl, steel box"}, "46": {"episode_id": 46, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a stove, a plate, a bowl, a bottle, a wooden box, and a white wall. The plate is on the stove, the bowl is on the table, and the bottle is", "seg_obj": "plate, stove, bowl, bottle, wooden box, white wall"}, "383": {"episode_id": 383, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/push_the_plate_to_the_front_of_the_stove_demo.hdf5", "caption": "The robot task is to move the plate to the front of the stove. The scene includes a wooden table with various objects like a wine bottle, a bowl, and a plate. The plate is located behind the stove, and the wine bottle is on the table near the plate.", "seg_obj": "robot, task, plate, stove, wooden, table, wine, bottle, bowl, plate, scene"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5": {"266": {"episode_id": 266, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and wooden block. The top drawer is open, and the bowl is to be placed inside.", "seg_obj": "table, bottle, bowl, plate, wooden block, top drawer, open drawer"}, "230": {"episode_id": 230, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and knobs. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, knobs, drawer"}, "204": {"episode_id": 204, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and other objects. The top drawer is open, and the bowl is placed inside.", "seg_obj": "table, bottle, bowl, plate, top drawer, open, other objects"}, "255": {"episode_id": 255, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and cheese knife. The top drawer is located near the table, and the robot task is to open it and put the bowl inside.", "seg_obj": "table, various items, bowl, bottle, plate, cheese knife, top drawer, robot task, put bowl inside"}, "110": {"episode_id": 110, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, bowl, and a white plate. The top drawer is open, and the bowl is not inside. The spatial relations between the items are organized on the table, but the drawer is not interacting with the items.", "seg_obj": "table, bottle, bowl, white plate, top drawer, open, spatial relations, organized"}, "245": {"episode_id": 245, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a toaster oven. The top drawer is open, and the bowl is placed inside. The bottle is on the table near the drawer, and the plate is on the table.", "seg_obj": "Table, bottle, bowl, plate, toaster oven, top drawer, bottom drawer."}, "267": {"episode_id": 267, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The top drawer is open, and the bowl is inside the drawer. The bottle is on the table near the drawer, and the plate is on the table.", "seg_obj": "Table, bottle, bowl, plate, stove, drawer, open top drawer"}, "347": {"episode_id": 347, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, plate, and bowl. The top drawer is open, and the bowl is placed inside.", "seg_obj": "The scene includes a table with various items such as a bottle, plate, and bowl. The top drawer is open, and the bowl is placed inside."}, "86": {"episode_id": 86, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and drawer. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, drawer, open top drawer"}, "343": {"episode_id": 343, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and other objects. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, top drawer, open drawer, other objects"}, "119": {"episode_id": 119, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "A wooden table with various items, a wine bottle, a bowl, a metal drawer with two handles, and a white plate on the table, the bowl and plate are close to the drawer, and the bottle is near the plate.", "seg_obj": "wine bottle, bowl, metal drawer, two handles, white plate, table, wooden table, various items"}, "367": {"episode_id": 367, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and other objects. The top drawer is open, and the bowl is placed inside.", "seg_obj": "table, bottle, bowl, plate, top drawer, open, other objects"}, "83": {"episode_id": 83, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and knife block. The top drawer is open, and the bowl is to be put inside.", "seg_obj": "table, bowl, bottle, plate, knife block, drawer, open"}, "115": {"episode_id": 115, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "A wooden top drawer is open, with a silver bowl on the table nearby, and a black bottle cap close to the bowl.", "seg_obj": "wooden top drawer, silver bowl, black bottle cap"}, "395": {"episode_id": 395, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, bowl, plate, and other objects, a top drawer with a handle, and a bottom drawer. The task is to open the top drawer and place the bowl inside.", "seg_obj": "top drawer, handle, bowl, table, bottle, plate, other objects, bottom drawer"}, "191": {"episode_id": 191, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and drawer. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, drawer, top drawer, open drawer, wooden drawer, handle, metal handle, items, kitchen, scene, countertop, bottle of wine, metal bowl, white plate, wooden table, metal drawer, wooden drawer handle, metal"}, "387": {"episode_id": 387, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and wooden block. The top drawer is open, and the bowl is to be placed inside.", "seg_obj": "table, bottle, bowl, plate, wooden block, top drawer, open drawer"}, "233": {"episode_id": 233, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and knife block. The top drawer is open, and the bowl is to be put inside.", "seg_obj": "table, bowl, bottle, plate, knife block, drawer, open"}, "35": {"episode_id": 35, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, bowl, plate, and a machine with a light. The top drawer is open, and the bowl is on the table.", "seg_obj": "table, bottle, bowl, plate, machine, light, top drawer, open"}, "301": {"episode_id": 301, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, bowl, plate, and other objects. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, top drawer, open drawer, wooden object, metal object, electronic device, black object, white plate, brown bottle, wooden bowl"}, "4": {"episode_id": 4, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a knife block. The top drawer is open, and the bowl is inside the top drawer.", "seg_obj": "bottle, table, bowl, plate, knife block, drawer, open, objects"}, "241": {"episode_id": 241, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and wooden box. The top drawer is open and located near the table.", "seg_obj": "bottle, bowl, plate, wooden box, drawer"}, "363": {"episode_id": 363, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and knife block. The top drawer is open, and the bowl is to be put inside.", "seg_obj": "table, bottle, bowl, plate, knife block, drawer, open"}, "406": {"episode_id": 406, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and drawer. The top drawer is open, and the bowl is to be placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, drawer, open top drawer, wooden utensils"}, "8": {"episode_id": 8, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and black box. The top drawer is open, and the bowl is placed inside. The bottle is near the top drawer, and the plate is on the table.", "seg_obj": "table, bottle, bowl, plate, black box, drawer, items"}, "3": {"episode_id": 3, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a food processor. The top drawer is open, and the bowl is on the table.", "seg_obj": "table, bottle, bowl, plate, food processor, drawer, open"}, "184": {"episode_id": 184, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a drawer. The top drawer is open, and the bowl is inside the drawer.", "seg_obj": "table, bottle, bowl, plate, drawer, open top drawer, wooden utensil holder"}, "174": {"episode_id": 174, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "A wooden table with various items, a black drawer with two silver handles, a metal bowl on the table, and a bottle of wine beside the bowl.", "seg_obj": "wooden table, various items, black drawer, two silver handles, metal bowl, bottle of wine"}, "30": {"episode_id": 30, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene includes a table with various items such as a bottle, bowl, plate, and wooden box. The top drawer of the box is open, and the bowl is inside the drawer.", "seg_obj": "bottle, bowl, plate, wooden box, top drawer, open drawer, items on table"}, "283": {"episode_id": 283, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The top drawer is open, and the bowl is inside the drawer. The bottle is on the table near the drawer, and the plate is on the table.", "seg_obj": "Table, bottle, bowl, plate, stove, drawer, open top drawer"}, "389": {"episode_id": 389, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a drawer. The top drawer is open, and the bowl is inside the drawer.", "seg_obj": "table, bottle, bowl, plate, drawer, open top drawer, items on table"}, "70": {"episode_id": 70, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and wooden block. The top drawer is open and located near the table.", "seg_obj": "bottle, bowl, plate, wooden block, top drawer"}, "409": {"episode_id": 409, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and wooden box. The top drawer is open and located near the bowl, and the bottle is next to the bowl.", "seg_obj": "table, bowl, bottle, plate, wooden box, drawer, open, near, next to"}, "321": {"episode_id": 321, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and knife block. The top drawer is open, and the bowl is to be put inside.", "seg_obj": "table, bottle, bowl, plate, knife block, drawer, open"}, "342": {"episode_id": 342, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and toaster oven. The top drawer is open, and the bowl is placed inside the drawer.", "seg_obj": "table, bottle, bowl, plate, toaster oven, drawer, open top drawer, bowl inside drawer"}, "37": {"episode_id": 37, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_top_drawer_and_put_the_bowl_inside_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a cutting board. The top drawer is open, and the bowl is inside the drawer.", "seg_obj": "table, bottle, bowl, plate, cutting board, drawer, open"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5": {"307": {"episode_id": 307, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and silver blender, and a brown bottle with a cork.", "seg_obj": "silver bowl, cream cheese, black and silver blender, brown bottle, cork"}, "247": {"episode_id": 247, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and silver blender, and a white plate with a red ring around it.", "seg_obj": "silver bowl, cream cheese, black and silver blender, white plate, red ring"}, "243": {"episode_id": 243, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker, a white plate, a dark brown box, a clear bottle, a small white bowl, a wooden block, a white and black record player, a black bowl, a small white dish, a black remote control, and a wooden cutting", "seg_obj": "A wooden table, various items, black coffee maker, white plate, dark brown box, clear bottle, small white bowl, wooden block, white and black record player, black bowl, small white dish, black remote control, wooden cutting board."}, "55": {"episode_id": 55, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various objects, a black coffee mug, a white plate, a dark brown box, a clear bottle, a small white bowl, a silver bowl, a black bowl, and a white wall.", "seg_obj": "wooden table, various objects, black coffee mug, white plate, dark brown box, clear bottle, small white bowl, silver bowl, black bowl, white wall"}, "147": {"episode_id": 147, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver and black machine is near a white plate on a table, a wooden block is beside a black object, and a bottle with a cork is on the table. The cream cheese is in a bowl.", "seg_obj": "silver and black machine, white plate, wooden block, black object, bottle with cork, cream cheese"}, "294": {"episode_id": 294, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table, with a blue and white box, a black object, and a wooden block nearby. A silver container is also present on the table.", "seg_obj": "silver bowl, blue and white box, black object, wooden block, silver container"}, "215": {"episode_id": 215, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table, with a blue and white box, a black object, and a bottle nearby. The silver bowl is the closest object to the cream cheese.", "seg_obj": "Silver bowl, blue and white box, black object, bottle, cream cheese"}, "392": {"episode_id": 392, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and silver blender, and a white plate with red stripes.", "seg_obj": "silver bowl, cream cheese, black and silver blender, white plate, red stripes"}, "361": {"episode_id": 361, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a black bowl is on the table, a white plate is on the table, a bottle of wine is on the table, a dark brown box is on the table, and a wooden block is on the table.", "seg_obj": "silver bowl, cream cheese, black bowl, white plate, bottle of wine, dark brown box, wooden block"}, "213": {"episode_id": 213, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table, with a square white plate nearby, a wooden block and a bottle of wine to the right, and a black object and a drawer to the left.", "seg_obj": "silver bowl, square white plate, wooden block, bottle of wine, black object, drawer"}, "134": {"episode_id": 134, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a wooden block is next to the bowl, and a white plate is also on the table. The robot should pick up the cream cheese and place it in the bowl.", "seg_obj": "silver bowl, cream cheese, wooden block, white plate"}, "271": {"episode_id": 271, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white plate with red stripes, a round white bowl with a silver lid, a dark brown box with a silver handle, a black and silver blender, and a bottle of wine.", "seg_obj": "white plate with red stripes, round white bowl with a silver lid, dark brown box with a silver handle, black and silver blender, bottle of wine"}, "78": {"episode_id": 78, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker on the left, a metal bowl with red stripes in the center, a dark wooden box on the right, and a white plate with blue stripes at the bottom.", "seg_obj": "wooden table, various items, black coffee maker, metal bowl, red stripes, dark wooden box, white plate, blue stripes"}, "113": {"episode_id": 113, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker, a white dish, a small black box, a bottle of wine, a wooden block, a silver bowl, a white plate, a black record player, a brown cabinet, and a grey wall.", "seg_obj": "black coffee maker, white dish, small black box, bottle of wine, wooden block, silver bowl, white plate, black record player, brown cabinet, grey wall"}, "317": {"episode_id": 317, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a metal bowl containing cream cheese, and a white plate nearby.", "seg_obj": "wooden table, various items, metal bowl, cream cheese, white plate"}, "234": {"episode_id": 234, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker on the left, a metal bowl with cream cheese in the center, a wooden block with utensils to the right, and a black drawer with silver handles below the table.", "seg_obj": "wooden table, various items, black coffee maker, metal bowl, cream cheese, wooden block, utensils, black drawer, silver handles"}, "381": {"episode_id": 381, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a black and gray machine behind the table, and a bottle of wine on the table.", "seg_obj": "wooden table, various items, white bowl, cream cheese, black and gray machine, bottle of wine"}, "288": {"episode_id": 288, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden block with drawers has a black handle, a white plate is on the table, and a bottle of wine is near the block. The bowl is also on the table, and cream cheese is not mentioned.", "seg_obj": "wooden block with drawers, black handle, white plate, bottle of wine, bowl, table"}, "60": {"episode_id": 60, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a wooden block is next to the bowl, and a bottle is behind the bowl. The table is grey and wooden.", "seg_obj": "silver bowl, cream cheese, wooden block, bottle, grey table, wooden surface"}, "382": {"episode_id": 382, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a brown wooden box is nearby, and a white plate is also on the table.", "seg_obj": "silver bowl, cream cheese, brown wooden box, white plate"}, "376": {"episode_id": 376, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various objects, a metal bowl containing cream cheese, a white plate, a wooden block, a wine bottle, and a black object.", "seg_obj": "wooden table, various objects, metal bowl, cream cheese, white plate, wooden block, wine bottle, black object"}, "353": {"episode_id": 353, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a white plate is next to the bowl, and a small black box is on the table. The robot should pick up the cream cheese and place it in the bowl.", "seg_obj": "silver bowl, cream cheese, white plate, small black box"}, "199": {"episode_id": 199, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and gray machine behind the table, and a bottle of wine on the table.", "seg_obj": "silver bowl, cream cheese, wooden table, various items, black and gray machine, bottle of wine"}, "207": {"episode_id": 207, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and silver blender, and a white plate with a blue spot.", "seg_obj": "silver bowl, cream cheese, black and silver blender, white plate, blue spot"}, "12": {"episode_id": 12, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a metal bowl containing cream cheese, a white plate, a dark brown wooden drawer, and a wooden cutting board with a bottle of wine.", "seg_obj": "wooden table, various items, metal bowl, cream cheese, white plate, dark brown drawer, wooden cutting board, bottle of wine"}, "188": {"episode_id": 188, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker, a white plate, a dark brown box, a clear bottle, a small black box, and a metal bowl. The cream cheese is in the bowl, which is on the table.", "seg_obj": "table, coffee maker, plate, box, bottle, bowl, cream cheese"}, "14": {"episode_id": 14, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a brown wooden block is nearby, and a white plate is also on the table.", "seg_obj": "silver bowl, cream cheese, brown wooden block, white plate"}, "5": {"episode_id": 5, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a black and silver blender, and a white plate with red stripes.", "seg_obj": "wooden table, various items, white bowl, cream cheese, black and silver blender, white plate, red stripes"}, "34": {"episode_id": 34, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a dark brown box, a clear bottle, a small white plate, and a black and silver blender.", "seg_obj": "wooden table, various items, white bowl, cream cheese, dark brown box, clear bottle, small white plate, black and silver blender"}, "365": {"episode_id": 365, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker, a white plate, a dark brown drawer, a bottle of wine, a wooden cutting board, a small black square dish, and a bottle of wine.", "seg_obj": "wooden table, various items, black coffee maker, white plate, dark brown drawer, bottle of wine, wooden cutting board, small black square dish, bottle of wine."}, "335": {"episode_id": 335, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black kitchen appliance with silver buttons, a metal kitchen appliance, a clear glass bottle, a black wooden box, a round white plate, a silver bowl with red stripes, a brown wooden block, and a white ceramic bowl.", "seg_obj": "black kitchen appliance, silver buttons, metal kitchen appliance, clear glass bottle, black wooden box, round white plate, silver bowl with red stripes, brown wooden block, white ceramic bowl"}, "167": {"episode_id": 167, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a black and silver blender, and a white plate with a blue stripe.", "seg_obj": "white bowl, cream cheese, black and silver blender, white plate, blue stripe"}, "217": {"episode_id": 217, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a dark brown box, a clear bottle, and a black item on a white plate are present.", "seg_obj": "A wooden table, various items, white bowl, cream cheese, dark brown box, clear bottle, black item, white plate."}, "269": {"episode_id": 269, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a metal bottle is near the bowl, a black plastic container is on the table, and a white plate is on the table.", "seg_obj": "silver bowl, cream cheese, metal bottle, black plastic container, white plate"}, "418": {"episode_id": 418, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a white bowl containing cream cheese, a black and white blender, and a dark brown box with silver handles.", "seg_obj": "wooden table, various items, white bowl, cream cheese, black and white blender, dark brown box, silver handles"}, "112": {"episode_id": 112, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver and black machine is near a white bowl, a black bowl, and a white plate on a counter, with a wooden block and a bottle of wine nearby.", "seg_obj": "silver and black machine, white bowl, black bowl, white plate, wooden block, bottle of wine"}, "85": {"episode_id": 85, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a silver bowl containing cream cheese, a black and gray machine behind the table, and a bottle of wine on the table.", "seg_obj": "silver bowl, cream cheese, black and gray machine, bottle of wine"}, "414": {"episode_id": 414, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black drawer, a white bowl with cream cheese, a wine bottle, a small metal bowl, a round black plate, a white plate, a white oval plate, and a small square dish.", "seg_obj": "white bowl, cream cheese, wine bottle, small metal bowl, round black plate, white plate, white oval plate, small square dish"}, "225": {"episode_id": 225, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A wooden table with various items, a black coffee maker, a white plate, a dark brown drawer, a bottle of wine, a wooden block, a small white bowl with cream cheese, a black bowl, a small white plate, and a black remote control.", "seg_obj": "wooden table, various items, black coffee maker, white plate, dark brown drawer, bottle of wine, wooden block, small white bowl, cream cheese, black bowl, small white plate, black remote control"}, "140": {"episode_id": 140, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_cream_cheese_in_the_bowl_demo.hdf5", "caption": "A silver bowl is on the table with cream cheese in it, a metal lid is on top of the cream cheese, and a white plate is next to the bowl.", "seg_obj": "silver bowl, cream cheese, metal lid, white plate"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5": {"354": {"episode_id": 354, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden block and a bottle nearby.", "seg_obj": "silver bowl, white plate, table, wooden block, bottle"}, "143": {"episode_id": 143, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a bottle of wine is near the bowl and plate.", "seg_obj": "silver bowl, white plate, dark brown box, bottle of wine"}, "289": {"episode_id": 289, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white record player is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white record player"}, "47": {"episode_id": 47, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table, and a black wooden box is to the right of the plate.", "seg_obj": "silver bowl, white plate, light brown wooden table, black wooden box"}, "209": {"episode_id": 209, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table, with a black and silver scale behind them and a wooden block to the right.", "seg_obj": "silver bowl, white plate, table, black and silver scale, wooden block"}, "416": {"episode_id": 416, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden knife holder nearby, a bottle of wine, and a white stovetop.", "seg_obj": "silver bowl, white plate, table, wooden knife holder, bottle of wine, white stovetop"}, "198": {"episode_id": 198, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a bottle is next to the silver bowl.", "seg_obj": "silver bowl, white plate, dark brown box, bottle"}, "256": {"episode_id": 256, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a bottle of wine is near the bowl and plate.", "seg_obj": "silver bowl, white plate, dark brown box, bottle of wine"}, "239": {"episode_id": 239, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white ceramic plate is also on the table.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white ceramic plate"}, "102": {"episode_id": 102, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a black bowl is on a metal stand, and a wooden block is on a table.", "seg_obj": "silver bowl, white plate, black bowl, wooden block"}, "69": {"episode_id": 69, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a black bowl is on a brown table, and a wooden block is on the table.", "seg_obj": "silver bowl, white plate, black bowl, wooden block"}, "314": {"episode_id": 314, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table, and a black bottle is to the left of the plate.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle"}, "403": {"episode_id": 403, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white stove is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white stove"}, "275": {"episode_id": 275, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden box and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden box, other items"}, "52": {"episode_id": 52, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white and black stove is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white and black stove"}, "402": {"episode_id": 402, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table, with a black item and a wooden object nearby.", "seg_obj": "silver bowl, white plate, table, black item, wooden object"}, "169": {"episode_id": 169, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden mallet and bottle nearby.", "seg_obj": "silver bowl, white plate, table, wooden mallet, bottle"}, "331": {"episode_id": 331, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table, and there is a black bottle and a small black box nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, small black box"}, "109": {"episode_id": 109, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden cutting board, a bottle, a black object, and a white object nearby.", "seg_obj": "silver bowl, white plate, table, wooden cutting board, bottle, black object, white object"}, "132": {"episode_id": 132, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden box and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden box, other items"}, "211": {"episode_id": 211, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a wooden block is behind the plate.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, wooden block"}, "43": {"episode_id": 43, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a black record player, a wooden box, a bottle, and a vase nearby.", "seg_obj": "silver bowl, white plate, table, black record player, wooden box, bottle, vase"}, "375": {"episode_id": 375, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white oval plate is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white oval plate"}, "68": {"episode_id": 68, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white stove is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white stove"}, "220": {"episode_id": 220, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white scale is on the table.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white scale"}, "408": {"episode_id": 408, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table, with a bottle and a wooden block nearby.", "seg_obj": "silver bowl, white plate, table, bottle, wooden block"}, "322": {"episode_id": 322, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white record player is on the table.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white record player"}, "244": {"episode_id": 244, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a black bottle is on the table.", "seg_obj": "silver bowl, white plate, dark brown box, black bottle"}, "373": {"episode_id": 373, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden block and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden block, other items"}, "229": {"episode_id": 229, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden box and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden box, other items"}, "427": {"episode_id": 427, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white and black salt shaker is on the table.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white and black salt shaker"}, "104": {"episode_id": 104, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white oval plate is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white oval plate"}, "145": {"episode_id": 145, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a bottle is next to the box.", "seg_obj": "silver bowl, white plate, dark brown box, bottle"}, "424": {"episode_id": 424, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden box and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden box, other items"}, "87": {"episode_id": 87, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table, with a black and gray scale nearby, and a wooden box with metal handles on the right.", "seg_obj": "silver bowl, white plate, table, black and gray scale, wooden box, metal handles"}, "160": {"episode_id": 160, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden block and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden block, other items"}, "258": {"episode_id": 258, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white oval plate is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white oval plate"}, "54": {"episode_id": 54, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table, and there is a black bottle and a small black box nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, small black box"}, "0": {"episode_id": 0, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden cutting board, a bottle, a white record player, and a black knob nearby.", "seg_obj": "silver bowl, white plate, table, wooden cutting board, bottle, white record player, black knob"}, "129": {"episode_id": 129, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden knife holder, a wine bottle, and a black cell phone nearby.", "seg_obj": "silver bowl, white plate, table, wooden knife holder, wine bottle, black cell phone"}, "136": {"episode_id": 136, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden box and other items nearby.", "seg_obj": "silver bowl, white plate, table, wooden box, other items"}, "332": {"episode_id": 332, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a wooden table, and a black bowl is on a gray plate.", "seg_obj": "silver bowl, white plate, wooden table, black bowl, gray plate"}, "218": {"episode_id": 218, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden cutting board, a black and silver scale, and a bottle of wine nearby.", "seg_obj": "silver bowl, white plate, table, wooden cutting board, black and silver scale, bottle of wine"}, "355": {"episode_id": 355, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white stove is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white stove"}, "72": {"episode_id": 72, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden board and a bottle nearby.", "seg_obj": "silver bowl, white plate, table, wooden board, bottle"}, "214": {"episode_id": 214, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a light brown wooden table. A black bottle is next to the plate, and a white round dish is nearby.", "seg_obj": "silver bowl, white plate, light brown wooden table, black bottle, white round dish"}, "270": {"episode_id": 270, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a bottle is next to a wooden block.", "seg_obj": "Silver bowl, white plate, dark brown box, bottle, wooden block."}, "422": {"episode_id": 422, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, both are on a table with a wooden knife holder, a wine bottle, and a white and black record player.", "seg_obj": "silver bowl, white plate, table, wooden knife holder, wine bottle, white and black record player"}, "80": {"episode_id": 80, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_plate_demo.hdf5", "caption": "A silver bowl is on a white plate, a dark brown box is on the table, and a black record player is also present on the table.", "seg_obj": "silver bowl, white plate, dark brown box, black record player"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5": {"39": {"episode_id": 39, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a machine. The stove is not mentioned in the image.", "seg_obj": "bottle, bowl, plate, machine"}, "200": {"episode_id": 200, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a black knob, a white plate, and a bottle of wine. There is also a wooden box with a metal handle and a white stove with a black knob. The items are arranged on the table, with the stove and knob being close", "seg_obj": "black knob, white plate, bottle of wine, wooden box, metal handle, white stove, black knob"}, "33": {"episode_id": 33, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a plate, and a metal container. The stove is present in the background, and the robot task is to turn it on.", "seg_obj": "table, bottle, plate, metal container, stove, robot task"}, "334": {"episode_id": 334, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden block. There is also a white plate, a black knob, and a silver knob. The wine bottle is near the metal bowl, and the wooden block is on the table.", "seg_obj": "wine bottle, metal bowl, wooden block, white plate, black knob, silver knob"}, "364": {"episode_id": 364, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black lid and a white plate nearby.", "seg_obj": "robot, task, stove, table, black lid, white plate"}, "388": {"episode_id": 388, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on the stove which is on the counter with a black lid and a white plate nearby. There is also a wooden block, a bottle of wine, a bowl, and a small black box on the table.", "seg_obj": "robot, stove, counter, black lid, white plate, wooden block, bottle of wine, bowl, small black box"}, "333": {"episode_id": 333, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a stove, wine bottle, bowls, and a toaster oven. The stove is on the table, and the wine bottle is near the stove.", "seg_obj": "table, stove, wine bottle, bowls, toaster oven"}, "210": {"episode_id": 210, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The stove is located near the table, and the items are placed on the table.", "seg_obj": "table, bottle, bowl, plate, stove"}, "227": {"episode_id": 227, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a white plate on the table, a bottle of wine, and a wooden box nearby.", "seg_obj": "stove, white plate, bottle of wine, wooden box"}, "358": {"episode_id": 358, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a wine bottle, a small metal bowl, a plate, and a wooden block on the table, which is also near the center. The wall is in the background with a gray color.", "seg_obj": "robot, stove, wine bottle, small metal bowl, plate, wooden block, table, wall, gray color"}, "62": {"episode_id": 62, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and wooden block. The robot is supposed to turn on the stove, which is located near the table.", "seg_obj": "table, bottle, bowl, plate, wooden block, stove, robot"}, "421": {"episode_id": 421, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a stove, wine bottle, bowl, and plates. The stove is on the table, and the wine bottle is near the stove.", "seg_obj": "table, stove, wine bottle, bowl, plates"}, "328": {"episode_id": 328, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a white stove, a black knob on the stove, a white and black scale, a bottle of wine, a wooden box, a plate, a bowl, and a small silver bowl. The stove is near the wooden box, the scale is on the counter, and", "seg_obj": "white stove, black knob, white and black scale, bottle of wine, wooden box, plate, bowl, small silver bowl"}, "312": {"episode_id": 312, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on the stove, which is near the wooden stand and the white plate. There is a wine bottle and a wooden box on the table, and a white bowl on the plate.", "seg_obj": "robot, stove, wooden stand, white plate, wine bottle, wooden box, table, white bowl."}, "74": {"episode_id": 74, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The stove is located near the bottom left corner of the image, while the other objects are on the table. The task is to turn on the stove, and the objects are position", "seg_obj": "Table, bottle, bowl, plate, stove"}, "71": {"episode_id": 71, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and toaster oven. The stove is located on the table, and the robot task is to turn it on.", "seg_obj": "table, bottle, bowl, plate, toaster oven, stove"}, "390": {"episode_id": 390, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, dishes, a cutting board, and a stove. The wine bottle is on the table, and the stove is next to the table.", "seg_obj": "wine bottle, dishes, cutting board, stove"}, "195": {"episode_id": 195, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the counter with a black lid and a white plate nearby.", "seg_obj": "stove, counter, black lid, white plate"}, "285": {"episode_id": 285, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and phone. The stove is present in the background, and the robot task is to turn it on.", "seg_obj": "table, bottle, bowl, plate, phone, stove, robot"}, "276": {"episode_id": 276, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and knobs. The bottle is next to the bowl, and the plate is on the table. There are also knobs on the table.", "seg_obj": "The scene, table, various items, bottle, bowl, plate, knobs."}, "180": {"episode_id": 180, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black knob, a white plate, a wine bottle, and a bowl.", "seg_obj": "robot, task, stove, table, black, knob, white, plate, wine, bottle, bowl"}, "108": {"episode_id": 108, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a white and black stove on a tan wooden table, with a black knob on the stove and a blue cell phone nearby. There is also a small black box on the table.", "seg_obj": "white and black stove, tan wooden table, black knob, blue cell phone, small black box"}, "9": {"episode_id": 9, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, dishes, a cutting board, and a stove. The stove is near the table, and the wine bottle is on the table.", "seg_obj": "table, wine bottle, dishes, cutting board, stove"}, "144": {"episode_id": 144, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a stove, wine bottle, bowl, and wooden block. The stove is on the table, and the wine bottle is near the stove. The wooden block is also on the table.", "seg_obj": "stove, wine bottle, bowl, wooden block"}, "324": {"episode_id": 324, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a plate, a cutting board, a knife, and a food processor. The wine bottle is on the table, and the food processor is on the table near the wine bottle.", "seg_obj": "wine bottle, plate, cutting board, knife, food processor"}, "341": {"episode_id": 341, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The stove is located near the table, and the items are placed on the table.", "seg_obj": "table, bottle, bowl, plate, stove"}, "130": {"episode_id": 130, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black knob, a white stove top, and a black and white timer nearby.", "seg_obj": "robot, task, stove, table, black knob, white stove top, black and white timer"}, "11": {"episode_id": 11, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a stove, wine bottle, bowl, and plate. The stove is on the table, and the wine bottle is next to it.", "seg_obj": "stove, wine bottle, bowl, plate"}, "190": {"episode_id": 190, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a plate, a bowl, and a wooden block. The stove is located behind the table, and the robot should turn it on.", "seg_obj": "table, bottle, plate, bowl, wooden block, stove, robot"}, "148": {"episode_id": 148, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, paper plate, bowl, and wooden block. There's also a stove with a black knob and a white plate on top. The wine bottle is near the stove, and the bowl is in front of the st", "seg_obj": "table, wine bottle, paper plate, bowl, wooden block, stove, black knob, white plate"}, "282": {"episode_id": 282, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a white plate on the table, a wooden box, a bottle, a bowl, and a black object. The stove is near the wooden box and the white plate is on the table.", "seg_obj": "White plate, wooden box, bottle, bowl, stove, black object."}, "81": {"episode_id": 81, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The stove is located near the bottom left corner of the image, while the other objects are on the table. The bottle is next to the bowl, and the plate is next", "seg_obj": ".bottle, .bowl, .plate, .stove"}, "379": {"episode_id": 379, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on the stove, which is next to the wooden block and has a black knob on top. There is also a white plate on the counter and a bottle of wine nearby.", "seg_obj": "robot, stove, wooden block, black knob, white plate, bottle of wine"}, "316": {"episode_id": 316, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a white stove, a black knob on the stove, a bottle of wine, a small metal bowl, a wooden box, a plate, and a small black box. The stove is on the table, the knob is on the stove, and the other objects are", "seg_obj": "white stove, black knob, bottle of wine, small metal bowl, wooden box, plate, small black box"}, "410": {"episode_id": 410, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, and plate. A wooden box and a metal pan are also present. The stove is off, and the robot should turn it on.", "seg_obj": "table, wine bottle, bowl, plate, wooden box, metal pan, stove, turned on"}, "236": {"episode_id": 236, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black lid and a white plate. There is a wine bottle and a bowl on the table as well.", "seg_obj": "robot, stove (with black lid), white plate, wine bottle, bowl"}, "420": {"episode_id": 420, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a black and silver scale on the left, a bottle of wine and a dark brown wood on the right, and a white plate and a bowl in the middle.", "seg_obj": "stove, black and silver scale, bottle of wine, dark brown wood, white plate, bowl"}, "27": {"episode_id": 27, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, bowl, plate, and knife block. The stove is not turned on, and the robot should interact with it.", "seg_obj": "table, bottle, bowl, plate, knife block, stove, robot"}, "279": {"episode_id": 279, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on the stove, which is on the table with a black lid and a white plate. There is a wine bottle, a bowl, and a metal container also on the table.", "seg_obj": "robot, stove (with black lid), white plate, wine bottle, bowl, metal container"}, "120": {"episode_id": 120, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black knob, a white plate, a wine bottle, and a bowl.", "seg_obj": "robot, task, stove, table, black, knob, white, plate, wine, bottle, bowl"}, "107": {"episode_id": 107, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a white plate on the table, a wooden box, a bottle of wine, a bowl, and a white dish. The stove is surrounded by these objects, and the white plate is on", "seg_obj": "."}, "98": {"episode_id": 98, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a stove, wine bottle, bowls, and a wooden block. The stove is located on the table, and the wine bottle is next to it.", "seg_obj": "stove, wine bottle, wooden block, bowls"}, "404": {"episode_id": 404, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is located near the center of the image. There is a wine bottle, a small metal bowl, a plate, and a black box on the table, which is also near the center. The table is made of wood and is the main surface in the", "seg_obj": "."}, "56": {"episode_id": 56, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black lid and a white plate nearby.", "seg_obj": "robot, task, stove, table, black lid, white plate"}, "61": {"episode_id": 61, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on the stove, which is next to the wooden block and has a black knob on top.", "seg_obj": "robot, task, stove, wooden block, black knob"}, "320": {"episode_id": 320, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black lid and a white plate. There is a wine bottle and a bowl on the table as well.", "seg_obj": "robot, stove (with black lid), white plate, wine bottle, bowl"}, "238": {"episode_id": 238, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, a bowl, a plate, and a stove. The stove is located near the bottom-left corner of the image, with the bottle and bowl on the right side of the stove, and the plate at the center of", "seg_obj": "."}, "274": {"episode_id": 274, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The robot task is to turn on a stove which is on the table with a black knob, a white plate, a small silver bowl, and a bottle of wine.", "seg_obj": "stove, black knob, white plate, small silver bowl, bottle of wine"}, "309": {"episode_id": 309, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a white stove, a black knob on the stove, a wooden cutting board, a bottle of wine, a small silver bowl, a white plate, a black box, and a wooden table. The black knob is on the stove, the cutting board is on the table", "seg_obj": "White stove, black knob, wooden cutting board, bottle of wine, small silver bowl, white plate, black box, wooden table"}, "351": {"episode_id": 351, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/turn_on_the_stove_demo.hdf5", "caption": "The scene has a table with various items such as a bottle, plate, bowl, and wooden box. The stove is next to the table, and the robot should turn it on.", "seg_obj": "table, bottle, plate, bowl, wooden box, stove"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5": {"135": {"episode_id": 135, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden cabinet. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, metal bowl, wooden cabinet"}, "6": {"episode_id": 6, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and cutting board. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, cabinet"}, "240": {"episode_id": 240, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on top of the cabinet, and the bowl and plate are on the table.", "seg_obj": "wine bottle, bowl, plate, table, cabinet"}, "40": {"episode_id": 40, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and bottle cap. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, bottle cap, table, cabinet"}, "262": {"episode_id": 262, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, a broken bowl, and a metal pan. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, broken bowl, metal pan, table, cabinet"}, "91": {"episode_id": 91, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden block. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, metal bowl, wooden block, table, cabinet"}, "172": {"episode_id": 172, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, and plate, and a cabinet with a handle. The wine bottle is on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, cabinet, handle"}, "176": {"episode_id": 176, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plates, and a cabinet. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plates, cabinet"}, "235": {"episode_id": 235, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and knife block. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, knife block, cabinet, table"}, "48": {"episode_id": 48, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, and plate, and a cabinet with a wine bottle on top. The robot task is to place the wine bottle on the cabinet.", "seg_obj": "table, various items, wine bottle, bowl, plate, cabinet, wine bottle"}, "393": {"episode_id": 393, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal pan, and a black pot. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "table, wine bottle, metal pan, black pot, cabinet"}, "158": {"episode_id": 158, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a bottle cap. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, bottle cap, table, cabinet"}, "299": {"episode_id": 299, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with a wine bottle on top, and a robot with a task of putting the wine bottle on the cabinet. The cabinet is located at the top-right corner of the table, and", "seg_obj": "cabinet, wine bottle, table, bowl, plate, robot, task, wine bottle on top of cabinet, cabinet at top-right corner of table"}, "101": {"episode_id": 101, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and a wooden block. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, wooden block, table"}, "10": {"episode_id": 10, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a robot task to put the wine bottle on top of the cabinet.", "seg_obj": "table, wine bottle, bowl, plate, cabinet, doors"}, "281": {"episode_id": 281, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, a metal pan, and a bottle cap. The wine bottle is placed on the table, and a cabinet is nearby.", "seg_obj": "wine bottle, metal pan, bottle cap, table, cabinet"}, "263": {"episode_id": 263, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a mixer, and a bowl. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "table, wine bottle, mixer, bowl, cabinet"}, "298": {"episode_id": 298, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden cabinet. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, metal bowl, wooden cabinet"}, "53": {"episode_id": 53, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and soap, a cabinet with two doors, and a robot task to put the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, bowl, plate, soap, cabinet, doors"}, "219": {"episode_id": 219, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and a machine. The wine bottle is placed on the cabinet, and the bowl and plate are on the table.", "seg_obj": "wine bottle, bowl, plate, machine, cabinet"}, "51": {"episode_id": 51, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a white plate, and a metal bowl. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, white plate, metal bowl, cabinet"}, "100": {"episode_id": 100, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a white wall in the background. The wine bottle is on the table, and the cabinet is near the table.", "seg_obj": "Table, wine bottle, bowl, plate, cabinet, doors."}, "44": {"episode_id": 44, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and a wooden cabinet. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, wooden cabinet"}, "96": {"episode_id": 96, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and a machine. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, machine, cabinet"}, "340": {"episode_id": 340, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, dish, and machine. The wine bottle is on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, dish, cabinet"}, "89": {"episode_id": 89, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and a machine. The wine bottle is placed on the cabinet, and the bowl and plate are on the table.", "seg_obj": "wine bottle, bowl, plate, machine, cabinet"}, "38": {"episode_id": 38, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal box, and a wooden block. The wine bottle is placed on the cabinet, which is located next to the table.", "seg_obj": "wine bottle, metal box, wooden block, table"}, "75": {"episode_id": 75, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowls, a plate, and a knife block. The wine bottle is on the table, and the cabinet is under the table.", "seg_obj": "wine bottle, table, bowls, plate, knife block, cabinet"}, "371": {"episode_id": 371, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden block. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, metal bowl, wooden block, table, cabinet"}, "253": {"episode_id": 253, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, dishes, a cutting board, and a bowl. The wine bottle is on the table, and the cabinet is under the table.", "seg_obj": "wine bottle, table, dishes, cutting board, bowl, cabinet"}, "261": {"episode_id": 261, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and a wooden cabinet. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, bowl, plate, wooden cabinet"}, "146": {"episode_id": 146, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a white wall in the background. The wine bottle is on the table, and the cabinet is near the table.", "seg_obj": "wine bottle, bowl, plate, table, cabinet, doors, wall"}, "25": {"episode_id": 25, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a robot task to put the wine bottle on top of the cabinet.", "seg_obj": "table, wine bottle, bowl, plate, cabinet, doors"}, "187": {"episode_id": 187, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a robot task to put the wine bottle on top of the cabinet.", "seg_obj": "table, wine bottle, bowl, plate, cabinet, doors"}, "18": {"episode_id": 18, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on top of the cabinet, and the cabinet is next to the table.", "seg_obj": "wine bottle, bowl, plate, cabinet, table"}, "138": {"episode_id": 138, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, paper plate, and a black box. The wine bottle is on the table, and the cabinet is nearby. The robot should place the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, paper plate, black box, table, cabinet"}, "250": {"episode_id": 250, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on top of the cabinet, and the bowl is on the table. The plate is also on the table.", "seg_obj": "wine bottle, bowl, plate"}, "17": {"episode_id": 17, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, a metal pan, and a small plate. The wine bottle is placed on the table, and the cabinet is nearby. The robot task is to put the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, metal pan, small plate, cabinet, table"}, "401": {"episode_id": 401, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate, a cabinet with two doors, and a robot task is to put the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, bowl, plate, cabinet, robot task"}, "103": {"episode_id": 103, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a white plate, and a metal bowl. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, white plate, metal bowl, cabinet"}, "97": {"episode_id": 97, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden block. The wine bottle is placed on the table, and the cabinet is nearby.", "seg_obj": "wine bottle, metal bowl, wooden block, table, cabinet"}, "295": {"episode_id": 295, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and machine. The wine bottle is on the table, and the cabinet is nearby. The robot should place the wine bottle on the cabinet.", "seg_obj": "wine bottle, bowl, plate, machine, cabinet, table"}, "303": {"episode_id": 303, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowls, a plate, and a camera. The wine bottle is placed on the table, and the cabinet is nearby. The robot should pick up the wine bottle and place it on top of the cabinet.", "seg_obj": "wine bottle, bowls, plate, camera, cabinet, table"}, "400": {"episode_id": 400, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the cabinet is nearby. The robot task is to put the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, bowl, plate, table, cabinet, robot."}, "222": {"episode_id": 222, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plate, and bottle cap. The wine bottle is placed on the table, and the cabinet is nearby. The task is to put the wine bottle on top of the cabinet.", "seg_obj": "wine bottle, bowl, plate, bottle cap, table, cabinet"}, "125": {"episode_id": 125, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal container, and a wooden block. The wine bottle is placed on the cabinet, which is located near the table.", "seg_obj": "wine bottle, metal container, wooden block, table, cabinet"}, "57": {"episode_id": 57, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a wine bottle, bowl, plates, and a microscope. The wine bottle is on the table, and the cabinet is under the table.", "seg_obj": "wine bottle, table, plates, bowl, cabinet, microscope"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5": {"179": {"episode_id": 179, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black knife holder is on the table, a black bowl is on the table, a cabinet is near the table, and a bowl is on the table.", "seg_obj": "silver bowl, black bowl, white plate, black knife holder, black bowl, cabinet"}, "150": {"episode_id": 150, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, and cell phone, and a cabinet with a handle. The bowl is on the table, and the cabinet is under the table.", "seg_obj": "table, bowl, bottle, cell phone, cabinet, handle"}, "122": {"episode_id": 122, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, a plate, a bottle, and a cabinet. The bowl is placed on the table, and the cabinet is positioned under the table.", "seg_obj": "table, bowl, plate, bottle, cabinet"}, "201": {"episode_id": 201, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a brown wooden cabinet is nearby, and a silver metal bowl is on the cabinet.", "seg_obj": "silver bowl, black bowl, brown wooden cabinet, silver metal bowl"}, "19": {"episode_id": 19, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a vase. The bowl is on top of the cabinet, and the bottle is on the table.", "seg_obj": "bowl, bottle, plate, vase, table, cabinet"}, "380": {"episode_id": 380, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A wooden cabinet is under a brown bottle, a silver bowl is on a table, and a black cell phone is on the table. The robot should put the bowl on the cabinet.", "seg_obj": "wooden cabinet, brown bottle, silver bowl, black cell phone, table"}, "152": {"episode_id": 152, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and ashtray, and a cabinet with a handle. The bowl is to be placed on top of the cabinet, and the plate is on the table.", "seg_obj": "table, bowl, bottle, plate, ashtray, cabinet, handle"}, "67": {"episode_id": 67, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black box is on the table, a bottle is on the table, a wooden cabinet is on the table, and a metal cabinet is on the table.", "seg_obj": "Silver bowl, black bowl, white plate, black box, bottle, wooden cabinet, metal cabinet"}, "59": {"episode_id": 59, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and microwave, and a cabinet with a bowl on top. The robot should place the bowl on the cabinet.", "seg_obj": "table, various items, bowl, bottle, plate, microwave, cabinet, bowl"}, "77": {"episode_id": 77, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, and plate. A cabinet is nearby, and the robot task is to put the bowl on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, cabinet, robot task"}, "205": {"episode_id": 205, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black drawer is under the table, and a cabinet is below the table.", "seg_obj": "silver bowl, black bowl, white plate, black drawer, cabinet"}, "79": {"episode_id": 79, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black record player is on the table, a wine bottle is on the table, a wooden cabinet is near the table, and a gray wall is behind the table.", "seg_obj": "silver bowl, black bowl, white plate, black record player, wine bottle, wooden cabinet, gray wall"}, "114": {"episode_id": 114, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a wooden cabinet is near the table, and a black drawer is also near the table. The robot should put the bowl on top of the cabinet.", "seg_obj": "silver bowl, wooden cabinet, black drawer"}, "398": {"episode_id": 398, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a black box. The bowl is on top of the cabinet, and the bottle is on the table.", "seg_obj": "bowl, bottle, plate, black box, table"}, "412": {"episode_id": 412, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a wine bottle is on the table, a wooden cabinet is on the table, and a white mixing machine is on the table.", "seg_obj": "silver bowl, black bowl, white plate, wine bottle, wooden cabinet, white mixing machine"}, "350": {"episode_id": 350, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a machine with a knob and a handle. The cabinet is next to the table, and the bowl is to be placed on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, machine, knob, handle, cabinet, bowl"}, "396": {"episode_id": 396, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, and plate. A cabinet is nearby, and the robot task is to put the bowl on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, cabinet, robot task"}, "277": {"episode_id": 277, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and wooden box. The bowl is on the table, and the cabinet is nearby.", "seg_obj": "table, bowl, bottle, plate, wooden box"}, "73": {"episode_id": 73, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a bottle is on the table, a toaster oven is on the table, a white stove is on the table, a wooden cabinet is on the table, and a white", "seg_obj": "A silver bowl, a black bowl, a white plate, a bottle, a toaster oven, a white stove, a wooden cabinet."}, "372": {"episode_id": 372, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black box is on the table, a bottle is on the table, a wooden cabinet is on the table, and a metal cabinet is on the table.", "seg_obj": "Silver bowl, black bowl, white plate, black box, bottle, wooden cabinet, metal cabinet"}, "128": {"episode_id": 128, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a wine bottle is on the table, a wooden cabinet is on the table, and a white wall is in the background.", "seg_obj": "silver bowl, black bowl, white plate, wine bottle, wooden cabinet, white wall"}, "164": {"episode_id": 164, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a machine with a knob and a black handle. The bowl is to be placed on top of the cabinet, which is located near the table.", "seg_obj": "table, bowl, bottle, plate, machine, knob, black handle, cabinet"}, "171": {"episode_id": 171, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A wooden cabinet is next to the table, a bowl is on the table, and a bottle is behind the bowl. The task is to put the bowl on the cabinet.", "seg_obj": "wooden cabinet, table, bowl, bottle"}, "329": {"episode_id": 329, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, and plate. A cabinet is nearby, and the robot task is to put the bowl on top of the cabinet.", "seg_obj": "table, bowl, bottle, plate, cabinet, robot"}, "95": {"episode_id": 95, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a machine with a camera. The bowl is placed on the table, and the cabinet is below the table. The robot task involves placing the bowl on top of the cabinet.", "seg_obj": "table, bowl, bottle, plate, machine, camera, cabinet"}, "336": {"episode_id": 336, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, and plate. A cabinet is nearby, and the robot task is to put the bowl on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, cabinet, robot task"}, "304": {"episode_id": 304, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, and plate. A cabinet is nearby, and the robot task is to put the bowl on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, cabinet, robot, task"}, "23": {"episode_id": 23, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, wine bottle, and plate, and a cabinet with a handle. The bowl is on the table, and the cabinet is under the table.", "seg_obj": "table, bowl, wine bottle, plate, cabinet, handle"}, "196": {"episode_id": 196, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and microwave, and a cabinet with a handle. The bowl is to be placed on the cabinet, and the plate is on the table.", "seg_obj": "cabinet, handle, table, bowl, plate, bottle"}, "155": {"episode_id": 155, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, and dishes, and a cabinet with a handle. The bowl is on the table, and the cabinet is under the table.", "seg_obj": "table, bowl, bottle, dishes, cabinet, handle"}, "308": {"episode_id": 308, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A wooden cabinet is under a bowl, which is on a table with a white plate, a wine bottle, and a wooden block.", "seg_obj": "wooden cabinet, bowl, table, white plate, wine bottle, wooden block"}, "186": {"episode_id": 186, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black box is on the table, a cabinet is below the table, and a bottle is on the table. The robot should place the bowl on the cabinet.", "seg_obj": "Silver bowl, black box, cabinet, bottle"}, "159": {"episode_id": 159, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A wooden cabinet is near a table, with a bowl on top of the cabinet and a bottle on the table.", "seg_obj": "wooden cabinet, table, bowl, bottle"}, "126": {"episode_id": 126, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and a machine with a handle. The cabinet is nearby, and the bowl is to be put on top of it.", "seg_obj": "table, bowl, bottle, plate, machine, handle, cabinet"}, "337": {"episode_id": 337, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black drawer is near the table, and a cabinet is near the table.", "seg_obj": "silver bowl, black bowl, white plate, black drawer, cabinet"}, "189": {"episode_id": 189, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black bottle is on the table, a white plate is on the table, a dark brown cabinet is on the table, and a white bowl is on the table.", "seg_obj": "silver bowl, black bowl, white plate, black bottle, dark brown cabinet, white bowl"}, "65": {"episode_id": 65, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black block is on the table, a bottle is on the table, a wooden block is on the table, a white plate is on the table, a silver bowl is on", "seg_obj": "A silver bowl, a black bowl, a white plate, a black block, a bottle, a wooden block, a white plate, a silver bowl."}, "192": {"episode_id": 192, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a wooden cabinet is near the table, and a white plate is on the table. The robot should arrange them as described.", "seg_obj": "silver bowl, wooden cabinet, white plate"}, "221": {"episode_id": 221, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, bottle, plate, and a machine with a knob and a drawer. The bowl is to be placed on the cabinet, which is next to the table. The bottle is on the table, and the plate is on the table", "seg_obj": "table, bowl, bottle, plate, machine, knob, drawer"}, "297": {"episode_id": 297, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the light brown table, a black bowl is on the cabinet, and a wooden cabinet is on the table.", "seg_obj": "silver bowl, black bowl, wooden cabinet"}, "228": {"episode_id": 228, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a wooden cabinet is next to the table, and the bowl is to be placed on top of the cabinet.", "seg_obj": "silver bowl, wooden cabinet, table"}, "348": {"episode_id": 348, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene has a table with various items such as a bowl, bottle, plate, and toaster oven. The bowl is placed on the table, and the toaster oven is on the counter.", "seg_obj": "bowl, bottle, plate, toaster oven"}, "151": {"episode_id": 151, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a black bottle is on the table, a wooden cabinet is on the table, and a white stove is on the table.", "seg_obj": "silver bowl, black bowl, white plate, black bottle, wooden cabinet, white stove"}, "399": {"episode_id": 399, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A wooden cabinet is under a brown box, a bowl is on the table, and a white plate is behind the bowl.", "seg_obj": "wooden cabinet, brown box, bowl, table, white plate"}, "315": {"episode_id": 315, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "The scene includes a table with various items such as a bowl, a bottle, a plate, and a wine glass. The cabinet is nearby, and the robot task is to place the bowl on top of the cabinet.", "seg_obj": "table, items, bowl, bottle, plate, wine glass, cabinet, robot task"}, "280": {"episode_id": 280, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_top_of_the_cabinet_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the table, a white plate is on the table, a wine bottle is on the table, a black box is on the table, a dark brown cabinet is near the table, and a gray wall is behind the table.", "seg_obj": "silver bowl, black bowl, white plate, wine bottle, black box, dark brown cabinet, gray wall"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5": {"28": {"episode_id": 28, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden block. The wine bottle is placed on the table, and the metal rack is nearby. The wooden block is also on the table.", "seg_obj": "wine bottle, metal rack, wooden block"}, "50": {"episode_id": 50, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden rack. The wine bottle is on the table, and the metal and wooden racks are nearby.", "seg_obj": "table, wine bottle, metal rack, wooden rack"}, "293": {"episode_id": 293, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with a wine bottle, a metal rack, a wooden shelf, and a black and white object. The wine bottle is on the table, and the metal rack is near the bottle.", "seg_obj": "table, wine bottle, metal rack, wooden shelf, black and white object"}, "286": {"episode_id": 286, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the rack is nearby.", "seg_obj": "wine bottle, bowl, plate, table, rack"}, "302": {"episode_id": 302, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and bottle cap. The wine bottle is placed on the table, and the rack is under the bottle.", "seg_obj": "wine bottle, bowl, plate, bottle cap, table"}, "173": {"episode_id": 173, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a bottle of wine, a silver bowl, a plate, a black phone, a black record player, and a black box. The wine bottle is on the table, and the metal rack is next", "seg_obj": "wine bottle, metal rack, plate, black phone, black record player, black box"}, "88": {"episode_id": 88, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a white plate, and a black bowl. The wine bottle is placed near the plate and the bowl on the table.", "seg_obj": "wine bottle, white plate, black bowl, table"}, "212": {"episode_id": 212, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with a bottle of wine, a wine rack, a wooden box, a white plate, a black bowl, and a white record player. The wine bottle is on the table, and the wine rack is near the bottle. The wooden box and the white plate are", "seg_obj": "table, bottle of wine, wine rack, wooden box, white plate, black bowl, white record player"}, "142": {"episode_id": 142, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal bowl, and a wooden block. The wine bottle is placed on the table, and the metal bowl is next to it. The wooden block is also on the table.", "seg_obj": "wine bottle, metal bowl, wooden block, table"}, "123": {"episode_id": 123, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the plate and bowl are also on the table.", "seg_obj": "wine bottle, table, plate, bowl"}, "156": {"episode_id": 156, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bottle of wine, a bowl, a plate, a box, and a record player. The wine bottle is on the table, and the wine bottle is near the wine. The bowl is on the table, and", "seg_obj": "wine bottle, wine, bowl, plate, box, record player"}, "344": {"episode_id": 344, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a wine bottle, a wooden rack, and a white plate on a wooden table. The wine bottle is next to the wooden rack, and the white plate is on the table.", "seg_obj": "wine bottle, wooden rack, white plate, wooden table"}, "407": {"episode_id": 407, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowls, a plate, and a bottle opener. The wine bottle is on the table, and the bottle opener is near the wine bottle. The bowls and plate are also on the table.", "seg_obj": "wine bottle, bottle opener, bowls, plate, table"}, "106": {"episode_id": 106, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden rack. The wine bottle is on the table, and the metal and wooden racks are nearby.", "seg_obj": "table, wine bottle, metal rack, wooden rack"}, "246": {"episode_id": 246, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden rack. The wine bottle is on the table, and the metal and wooden racks are nearby.", "seg_obj": "table, wine bottle, metal rack, wooden rack"}, "161": {"episode_id": 161, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a white plate, and a black bowl. The wine bottle is placed on the table, and there is a rack nearby.", "seg_obj": "wine bottle, white plate, black bowl, table, rack"}, "362": {"episode_id": 362, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden block. The wine bottle is placed on the table, and the metal rack is nearby. The wooden block is also on the table.", "seg_obj": "wine bottle, metal rack, wooden block"}, "1": {"episode_id": 1, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a black object, and a white plate. The wine bottle is on the table, and the metal rack is nearby.", "seg_obj": "wine bottle, metal rack, black object, white plate"}, "24": {"episode_id": 24, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a bottle cap. The wine bottle is placed on the table, and the bottle cap is near it.", "seg_obj": "wine bottle, table, bottle cap, bowl"}, "224": {"episode_id": 224, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the plate and bowl are also on the table. The wine bottle is near the plate and bowl.", "seg_obj": "wine bottle, plate, bowl, table"}, "249": {"episode_id": 249, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a bottle of wine, a silver bowl, a wooden block, and a black object. The wine bottle is on the table, and the metal rack is near the wine bottle.", "seg_obj": "table, wine bottle, metal rack, bottle of wine, silver bowl, wooden block, black object"}, "2": {"episode_id": 2, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "A wooden rack is near the wine bottle, which is on the table, and a white plate is behind the bowl.", "seg_obj": "wooden rack, wine bottle, table, white plate"}, "290": {"episode_id": 290, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a wooden block, and a metal rack. The wine bottle is placed on the table, and the metal rack is nearby.", "seg_obj": "wine bottle, wooden block, metal rack"}, "216": {"episode_id": 216, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, paper plate, bowl, and wooden block. The wine bottle is placed on the table, and the paper plate is placed on the table near the wine bottle. The bowl is also on the table, and the wooden block is", "seg_obj": "wine bottle, paper plate, bowl, wooden block"}, "105": {"episode_id": 105, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the rack is nearby.", "seg_obj": "wine bottle, bowl, plate, table, rack"}, "124": {"episode_id": 124, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the plate and bowl are also on the table. The wine bottle is near the bowl and plate.", "seg_obj": "wine bottle, bowl, plate, table"}, "185": {"episode_id": 185, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a black box, and a white plate. The wine bottle is on the table, and the metal rack is nearby.", "seg_obj": "wine bottle, metal rack, black box, white plate"}, "141": {"episode_id": 141, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden rack. The wine bottle is on the table, and the metal and wooden racks are nearby.", "seg_obj": "table, wine bottle, metal rack, wooden rack"}, "419": {"episode_id": 419, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with a wine bottle, a metal rack, a wooden shelf, and a black box. The wine bottle is on the table, and the metal rack is near the wine bottle. The wooden shelf is also near the wine bottle. The black box is on", "seg_obj": "wine bottle, metal rack, wooden shelf, black box"}, "378": {"episode_id": 378, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, and a wooden block. The wine bottle is placed on the table, and the metal rack is nearby. The wooden block is also on the table.", "seg_obj": "wine bottle, metal rack, wooden block"}, "49": {"episode_id": 49, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, bowl, plate, and toaster. The wine bottle is placed on the table, and the toaster is on the left side of the table.", "seg_obj": "wine bottle, bowl, plate, toaster, table"}, "278": {"episode_id": 278, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the plate and bowl are also on the table. The wine bottle is near the plate and bowl.", "seg_obj": "wine bottle, bowl, plate, table"}, "29": {"episode_id": 29, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a black box, and a white plate. The wine bottle is on the table, and the metal rack is nearby. The black box is also on the table, and the white plate is on the table near", "seg_obj": "wine bottle, metal rack, black box, white plate"}, "165": {"episode_id": 165, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with a wine bottle, a wooden rack, a metal rack, a wooden block, a metal box, a wooden box, a round plate, a square plate, a black box, a black lid, a blue lid, a wooden block, a silver item, a metal item", "seg_obj": "wine bottle, wooden rack, metal rack, wooden block, metal box, wooden box, round plate, square plate, black box, black lid, blue lid, wooden block, silver item, metal item"}, "157": {"episode_id": 157, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a bowl, and a plate. The wine bottle is on the table, and the rack is nearby.", "seg_obj": "wine bottle, bowl, plate, table, rack"}, "405": {"episode_id": 405, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_wine_bottle_on_the_rack_demo.hdf5", "caption": "The scene has a table with various items such as a wine bottle, a metal rack, a black box, and a white plate. The wine bottle is on the table, and the metal rack is nearby. The black box is also on the table, and the white plate is on the table near", "seg_obj": "wine bottle, metal rack, black box, white plate"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5": {"16": {"episode_id": 16, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a white plate is on the table, a black bowl is on the table, a silver metal pot is on the table, a wine bottle is on the table, a white stove is on the table, and a wooden block is on the table.", "seg_obj": "silver bowl, white plate, black bowl, silver metal pot, wine bottle, white stove, wooden block"}, "311": {"episode_id": 311, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The table is in front of the stove.", "seg_obj": "silver bowl, black bowl, table, stove"}, "326": {"episode_id": 326, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is also on the table.", "seg_obj": "Silver bowl, black bowl, stove, table, white plate."}, "131": {"episode_id": 131, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black knob is on the stove, and a white plate is on the table.", "seg_obj": "silver bowl, black knob, white plate"}, "425": {"episode_id": 425, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the stove, and the stove is next to the table.", "seg_obj": "silver bowl, black bowl, stove, table"}, "36": {"episode_id": 36, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a bottle of wine is on the table, and a wooden box is also on the table.", "seg_obj": "silver bowl, stove, black and silver scale, bottle of wine, wooden box"}, "181": {"episode_id": 181, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle of wine is on the counter.", "seg_obj": "Silver bowl, dark brown box, bottle of wine"}, "356": {"episode_id": 356, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle with a cork is on the table. The stove is on the table, and the box is next to the stove.", "seg_obj": "silver bowl, dark brown box, bottle with cork, stove, table."}, "45": {"episode_id": 45, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black stove is on the table, and the table is made of wood.", "seg_obj": "silver bowl, black stove, table, wood"}, "369": {"episode_id": 369, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is also on the table.", "seg_obj": "silver bowl, black bowl, stove, table, white plate"}, "182": {"episode_id": 182, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a white plate is on the table, a black bowl is on the table, a silver plate is on the table, a black bottle is on the table, a wooden block is on the table, a wine bottle is on the table, a white plate is", "seg_obj": "A silver bowl, a white plate, a black bowl, a silver plate, a black bottle, a wooden block, a wine bottle, a white plate."}, "127": {"episode_id": 127, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the white plate is on the table. The stove is on the table, and the table is under the bowls.", "seg_obj": "silver bowl, black bowl, white plate, stove, table"}, "345": {"episode_id": 345, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black knob is on the stove, and a wooden block is on the table.", "seg_obj": "silver bowl, black knob, wooden block"}, "194": {"episode_id": 194, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is on the table, and the bottle is on the table.", "seg_obj": "silver bowl, black bowl, stove, table, white plate, bottle"}, "121": {"episode_id": 121, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a wooden block is behind the bowl, and a black bottle is on the counter.", "seg_obj": "silver bowl, black and silver scale, wooden block, black bottle"}, "325": {"episode_id": 325, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and a bottle is next to the silver bowl. The stove is on the table, and the table is in front of the wall.", "seg_obj": "Silver bowl, black bowl, bottle, stove, table, wall"}, "411": {"episode_id": 411, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black knob is on the stove, and a wooden block is on the table.", "seg_obj": "silver bowl, black knob, wooden block"}, "166": {"episode_id": 166, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "The scene has a white bowl on a white table, a silver metal stove, a white plate, a black and silver scale, a dark wooden box, a bottle of wine, and a wooden box with metal handles. The bowl is on the table, and the stove is nearby.", "seg_obj": "white bowl, white table, silver metal stove, white plate, black and silver scale, dark wooden box, bottle of wine, wooden box with metal handles"}, "391": {"episode_id": 391, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and a bottle is next to the silver bowl. The stove is on the table, and the table is in front of the wall.", "seg_obj": "Silver bowl, black bowl, bottle, stove, table, wall"}, "66": {"episode_id": 66, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver knob is on the stove, a clear bottle is on the counter, and a wooden block is on the counter.", "seg_obj": "silver bowl, black and silver knob, clear bottle, wooden block"}, "272": {"episode_id": 272, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black remote control is on the table, and a bottle of wine is on the counter.", "seg_obj": "Silver bowl, black remote control, bottle of wine"}, "178": {"episode_id": 178, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown wooden box is on the table, and a wooden block is on the table. The stove is on the table, and the table is next to the wall.", "seg_obj": "silver bowl, dark brown wooden box, wooden block, stove, table, wall"}, "346": {"episode_id": 346, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown wooden drawer is to the right of the stove, a black plastic container is on the table, and a black metal dish is on the table.", "seg_obj": "silver bowl, stove, dark brown wooden drawer, black plastic container, black metal dish"}, "426": {"episode_id": 426, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the table is in front of the stove.", "seg_obj": "Silver bowl, black bowl, table, stove."}, "264": {"episode_id": 264, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle is next to the box. The table is flat and the stove is on the table.", "seg_obj": "silver bowl, dark brown box, bottle, flat table, stove"}, "319": {"episode_id": 319, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is also on the table.", "seg_obj": "silver bowl, black bowl, stove, table, white plate"}, "368": {"episode_id": 368, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white wall is behind the table.", "seg_obj": "silver bowl, black bowl, stove, table, white wall"}, "251": {"episode_id": 251, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a bottle of wine is on the table, and a wooden block is also on the table.", "seg_obj": "silver bowl, stove, black and silver scale, bottle of wine, wooden block"}, "237": {"episode_id": 237, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black phone is on the table, a bottle with a yellow cork is next to the bowl, and a wooden block is on the counter.", "seg_obj": "silver bowl, black phone, bottle with yellow cork, wooden block"}, "417": {"episode_id": 417, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown wooden box is on the table, and a white plate is on the table. The stove is on the table, and the table is next to the wall.", "seg_obj": "silver bowl, dark brown wooden box, white plate, stove, table, wall"}, "163": {"episode_id": 163, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is also on the table.", "seg_obj": "silver bowl, black bowl, stove, table, white plate"}, "305": {"episode_id": 305, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle with a cork is on the table. The stove is on the table, and the box is next to the stove.", "seg_obj": "silver bowl, dark brown box, bottle with cork, stove, table."}, "265": {"episode_id": 265, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and a bottle is next to the silver bowl. The stove is on the table, and the table is in front of the wall.", "seg_obj": "Silver bowl, black bowl, bottle, stove, table, wall"}, "13": {"episode_id": 13, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle with a brown cork is on the table. The stove is on the table, and the table is against a wall.", "seg_obj": "Silver bowl, dark brown box, bottle with brown cork, stove, table, wall."}, "15": {"episode_id": 15, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The black bowl is next to the silver bowl, and the stove is at the center of the table.", "seg_obj": "silver bowl, black bowl, stove, table, black bowl, silver bowl, stove, table, black bowl, silver bowl"}, "231": {"episode_id": 231, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle with a cork is on the table. The stove is on the table, and the box is next to the stove.", "seg_obj": "silver bowl, dark brown box, bottle with cork, stove, table."}, "76": {"episode_id": 76, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and a bottle is on the table. The stove is on the table, and the table is under the stove.", "seg_obj": "silver bowl, black bowl, bottle, stove, table"}, "197": {"episode_id": 197, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black knob is on the stove, and a white plate is on the table.", "seg_obj": "silver bowl, black knob, white plate"}, "352": {"episode_id": 352, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a bottle of wine is on the table, and a wooden box is also on the table.", "seg_obj": "silver bowl, black and silver scale, bottle of wine, wooden box"}, "22": {"episode_id": 22, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a wooden block is behind the bowl, and a bottle with a cork is on the table.", "seg_obj": "silver bowl, black and silver scale, wooden block, bottle with cork, table"}, "287": {"episode_id": 287, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black stove is on the counter, and the counter is made of wood.", "seg_obj": "silver bowl, black stove, wooden counter"}, "252": {"episode_id": 252, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and a bottle is next to the silver bowl. The stove is on the table, and the table is in the room.", "seg_obj": "Silver bowl, black bowl, bottle, stove, table, room."}, "257": {"episode_id": 257, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a black bowl is on the stove, and the stove is next to the table.", "seg_obj": "silver bowl, black bowl, stove, table"}, "323": {"episode_id": 323, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the table, a white plate is on the table, a bottle is on the table, a wooden block is on the table, a metal container is on the table, and a stove is on the table. The bowl is near the plate, the bottle is near the", "seg_obj": "plate, bottle, wooden block, metal container, stove"}, "133": {"episode_id": 133, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a dark brown box is on the table, and a bottle is next to the box. The table is flat and the stove is on the table.", "seg_obj": "silver bowl, dark brown box, bottle, stove, table"}, "116": {"episode_id": 116, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black ashtray is on the table, and a wooden block is on the table. The stove is on the table, and the table is next to the wall.", "seg_obj": "silver bowl, black ashtray, wooden block, stove, table, wall"}, "394": {"episode_id": 394, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black bowl is on the table, and the stove is on the table. The white plate is also on the table.", "seg_obj": "silver bowl, black bowl, stove, table, white plate"}, "139": {"episode_id": 139, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/put_the_bowl_on_the_stove_demo.hdf5", "caption": "A silver bowl is on the stove, a black and silver scale is nearby, a bottle of wine is on the table, and a wooden box is also on the table.", "seg_obj": "silver bowl, black and silver scale, bottle of wine, wooden box"}}, "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5": {"413": {"episode_id": 413, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, a bowl, a plate, and a drawer. The middle drawer is open, and the cabinet is black with silver handles.", "seg_obj": "bottle, bowl, plate, drawer, cabinet, handle"}, "232": {"episode_id": 232, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and drawer. The middle drawer of the cabinet is open, and the other two drawers are closed.", "seg_obj": "bottle, bowl, plate, drawer (middle open, other two closed), cabinet"}, "183": {"episode_id": 183, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and soap. There is a cabinet with two drawers, one of which is the middle drawer. The robot task is to open the middle drawer of the cabinet.", "seg_obj": "Table, bottle, bowl, plate, soap, cabinet, drawers, middle drawer"}, "370": {"episode_id": 370, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wine bottle, a metal pan, and a wooden cutting board. There is also a cabinet with three drawers, and the middle drawer is the one the robot should open.", "seg_obj": "table, wine bottle, metal pan, wooden cutting board, cabinet, drawers"}, "177": {"episode_id": 177, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a cabinet with three drawers, a wine bottle on the table, a bowl, a plate, and a wooden box. The middle drawer is the one to be opened.", "seg_obj": "cabinet, three drawers, wine bottle, table, bowl, plate, wooden box, middle drawer"}, "26": {"episode_id": 26, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The cabinet has metal handles and is made of wood. There is a bottle of wine on the table, a stack of plates, a silver bowl, a white plate, a small black box, and a white and black record player.", "seg_obj": ".middle drawer, .wooden cabinet, .metal handles, .bottle of wine, .stack of plates, .silver bowl, .white plate, .small black box, .white and black record player"}, "306": {"episode_id": 306, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden table with various items, including a white plate, a bottle of wine, a black book, a bowl, and a white oval plate. The cabinet is beside the table, with three drawers, and the", "seg_obj": ".robot task .middle drawer .wooden table .various items .white plate .bottle wine .black book .bowl .white oval plate .cabinet .drawers"}, "254": {"episode_id": 254, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and a toaster oven. The middle drawer of the cabinet is open, and the robot is supposed to interact with it.", "seg_obj": "table, bottle, bowl, plate, toaster oven, open drawer, robot"}, "58": {"episode_id": 58, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a cabinet with three drawers, a bottle on the counter, a bowl, a plate, a black phone, and a wooden box. The middle drawer is the one to be opened, and the other objects are placed", "seg_obj": "cabinet, three drawers, bottle, counter, bowl, plate, black phone, wooden box, middle drawer"}, "168": {"episode_id": 168, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plates, and a wooden cabinet. The middle drawer of the cabinet is open, and there are several knobs on the cabinet.", "seg_obj": "table, bottle, bowl, plates, wooden cabinet, middle drawer, knobs"}, "226": {"episode_id": 226, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and a machine with a camera. The middle drawer of the cabinet is not visible.", "seg_obj": "bottle, bowl, plate, machine with camera, cabinet drawer"}, "339": {"episode_id": 339, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wine bottle, record player, and a cabinet with three drawers. The middle drawer of the cabinet is the target for the robot task.", "seg_obj": "wine bottle, record player, cabinet, middle drawer"}, "248": {"episode_id": 248, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wooden block, a wine bottle, and a metal pan. There is a cabinet with three drawers, and the middle drawer is the one the robot should open.", "seg_obj": "'The scene contains a table with various items such as a wooden block, a wine bottle, and a metal pan. There is a cabinet with three drawers, and the middle drawer is the one the robot should open.'"}, "223": {"episode_id": 223, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and knife block. The middle drawer of the cabinet is open, and the bottle is on the table.", "seg_obj": "table, bottle, bowl, plate, knife block, drawer, cabinet"}, "284": {"episode_id": 284, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, a bowl, a plate, and a knife block. The middle drawer of the cabinet is open, and the robot should interact with it.", "seg_obj": "table, bottle, bowl, plate, knife block, drawer, cabinet"}, "385": {"episode_id": 385, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white plate on the table, a black cigarette case, a wine bottle, a metal bowl, and a white oval plate. The middle drawer is the one to", "seg_obj": ".middle drawer, .white plate, .black cigarette case, .wine bottle, .metal bowl, .white oval plate"}, "117": {"episode_id": 117, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The cabinet has metal handles and is made of wood. There is a wine bottle, a bowl, a plate, and a record player on the table. The wine bottle is on the table, the bowl and plate are on the", "seg_obj": ".wine bottle, .bowl, .plate, .record player, .cabinet, .handles"}, "111": {"episode_id": 111, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden table with various items, including a white plate, a bottle, a bowl, a black box, and a wooden cabinet with three drawers. The middle drawer is open, and the other two drawers are", "seg_obj": "white plate, bottle, bowl, black box, wooden cabinet, middle drawer, other two drawers"}, "193": {"episode_id": 193, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and blender. The middle drawer of the cabinet is open, and the cabinet is next to the table.", "seg_obj": "table, bottle, bowl, plate, blender, drawer, cabinet"}, "20": {"episode_id": 20, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and remote. There is a cabinet with three drawers, and the middle drawer is open. A robot is tasked with opening the middle drawer of the cabinet.", "seg_obj": "Table, bottle, bowl, plate, remote, cabinet, three drawers, middle drawer, robot"}, "118": {"episode_id": 118, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and drawer. The middle drawer of the cabinet is open, and the other two drawers are closed.", "seg_obj": "bottle, bowl, plate, drawer, cabinet, open, closed"}, "268": {"episode_id": 268, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and drawer. The middle drawer of the cabinet is open, and the other two drawers are closed.", "seg_obj": "table, bottle, bowl, plate, drawer (middle open, other two closed)"}, "149": {"episode_id": 149, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, dishes, and a machine. The middle drawer of the cabinet is open, and the robot is positioned close to the drawer.", "seg_obj": "table, bottle, dishes, machine, open drawer, robot"}, "259": {"episode_id": 259, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The cabinet has metal handles and is made of wood. There is a bottle of wine on the table, a stack of plates, a round dish, a black box, and a wooden block with a knife.", "seg_obj": "robot, middle drawer, cabinet, metal handles, wood, wine bottle, plates, round dish, black box, wooden block, knife"}, "318": {"episode_id": 318, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and drawer. The middle drawer of the cabinet is open, and the other two drawers are closed.", "seg_obj": "bottle, bowl, plate, drawer, cabinet, open, closed"}, "397": {"episode_id": 397, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wine bottle, bowl, plate, and a wooden cabinet with three drawers. The middle drawer is open, and the cabinet is located next to the table.", "seg_obj": "wine bottle, bowl, plate, wooden cabinet, three drawers, middle drawer"}, "64": {"episode_id": 64, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden table with various items, including a white plate, a bottle, a bowl, a black remote, and a wooden cabinet with three drawers. The middle drawer is open, and the other two drawers are", "seg_obj": "white plate, bottle, bowl, black remote, wooden cabinet, middle drawer, other two drawers"}, "90": {"episode_id": 90, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white and black scale on the counter, a black and silver blender, a small black box, a bottle of wine, a silver bowl, a black and silver plate, and", "seg_obj": ".robot task, .middle drawer, .wooden cabinet, .three drawers, .white and black scale, .black and silver blender, .small black box, .bottle of wine, .silver bowl, .black and silver plate, ."}, "94": {"episode_id": 94, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wine bottle, bowls, a plate, and a knife block. The middle drawer of the cabinet is open, and the robot should interact with it.", "seg_obj": "wine bottle, bowls, plate, knife block, open drawer, cabinet"}, "154": {"episode_id": 154, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and knobs. The middle drawer of the cabinet is open, and the cabinet is located behind the table.", "seg_obj": "table, bottle, bowl, plate, knobs, drawer, cabinet"}, "31": {"episode_id": 31, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and wooden tray. The middle drawer of the cabinet is open, and the robot is positioned near the cabinet.", "seg_obj": "table, bottle, bowl, plate, wooden tray, drawer, cabinet, robot"}, "84": {"episode_id": 84, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a wine bottle, a bowl, and a plate. The middle drawer of the cabinet is open, and the cabinet is next to the table.", "seg_obj": "wine bottle, bowl, plate, open middle drawer, cabinet, table"}, "162": {"episode_id": 162, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white plate on the table, a black salt and pepper shaker, a small bottle of wine, and a small bowl. The middle drawer is the one to be opened", "seg_obj": ".robot task, .middle drawer, .wooden cabinet, .three drawers, .white plate, .black salt and pepper shaker, .small bottle of wine, .small bowl"}, "330": {"episode_id": 330, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and knife block. The middle drawer of the cabinet is open, and the robot is positioned near the table.", "seg_obj": "table, bottle, bowl, plate, knife block, drawer, cabinet, robot"}, "327": {"episode_id": 327, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white plate on the table, a black bowl, a wine bottle, a wooden cutting board, and a white and black record player. The plate is on the table, the bow", "seg_obj": "plate, bowl, wine bottle, cutting board, drawer, record player"}, "423": {"episode_id": 423, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden table with various items, including a wine bottle, a bowl, a plate, a cutting board, and a microwave. The cabinet is beside the table, and the middle drawer is at the center of", "seg_obj": "robot, task, open, middle, drawer, cabinet, beside, table, various, items, wine, bottle, bowl, plate, cutting, board, microwave"}, "42": {"episode_id": 42, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and a machine with a knob and a drawer. The middle drawer of the cabinet is the target, and the other items are spread around the table.", "seg_obj": "The scene, table, various items, bottle, bowl, plate, machine, knob, drawer, cabinet, items, spread, around, table."}, "292": {"episode_id": 292, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white plate on the table, a black bowl, a bottle of wine, a wooden cutting board, and a white record player. The middle drawer is the one to be opened", "seg_obj": ".robot task, .middle drawer, .wooden cabinet, .three drawers, .white plate, .black bowl, .bottle of wine, .wooden cutting board, .white record player"}, "384": {"episode_id": 384, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The cabinet has metal handles and is made of wood. There is a small black box, a bottle of wine, a silver bowl, a white plate, and a wooden cutting board on the table. The cabinet is in the background, and", "seg_obj": ".middle drawer, .metal handles, .wooden cabinet, .small black box, .bottle of wine, .silver bowl, .white plate, .wooden cutting board, .table, .cabinet, .robot task"}, "359": {"episode_id": 359, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and wooden stand. The middle drawer of the cabinet is open, and the cabinet is next to the table.", "seg_obj": "table, bottle, bowl, plate, wooden stand, open drawer, cabinet"}, "273": {"episode_id": 273, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The robot task is to open the middle drawer of the cabinet. The scene has a wooden cabinet with three drawers, a white plate on the table, a bottle of wine, a wooden cutting board, and a black bowl. The cabinet is on the right side, with the middle drawer being the", "seg_obj": ".middle drawer."}, "415": {"episode_id": 415, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and wooden box with metal handles. There is also a wooden drawer cabinet with three drawers, and the middle drawer is the target for the robot task.", "seg_obj": "table, bottle, bowl, plate, wooden box, metal handles, drawer cabinet, three drawers, middle drawer"}, "377": {"episode_id": 377, "file_path": "/iris/u/moojink/prismatic-dev/LIBERO/libero/datasets/regenerated--no_noops/libero_goal/open_the_middle_drawer_of_the_cabinet_demo.hdf5", "caption": "The scene contains a table with various items such as a bottle, bowl, plate, and a machine with a light. There is a cabinet with three drawers, and the middle drawer should be opened by the robot.", "seg_obj": "table, bottle, bowl, plate, machine, light, cabinet, drawers"}}}